tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
# brew "awscli"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghq"
brew "gibo"
# brew "gist"
brew "git"
brew "gnu-sed"
# brew "go"
brew "grep"
# brew "heroku"
# brew "httpie"
brew "hub"
brew "imagemagick"
brew "jo"
brew "jq"
# brew "mysql"
# brew "node"
brew "nvm"
brew "optipng"
brew "reattach-to-user-namespace"
# brew "ruby"
# brew "shellcheck"
brew "source-highlight"
brew "terminal-notifier"
# brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
# brew "travis"
brew "tree"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "betterzip"
cask "clipy"
cask "docker"
# cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "insomnia"
cask "iterm2"
# cask "jasper"
# cask "keycastr"
# cask "kindle"
# cask "licecap"
cask "macs-fan-control"
cask "magicprefs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
# cask "sequel-pro"
cask "skitch"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "homebrew/cask-fonts/font-noto-sans-cjk-jp"
cask "homebrew/cask-fonts/font-source-code-pro"
